const translationsRu = {
  home: "Главная",
  about: "О нас",
  products: "Продукция",
  contact: "Контакты",
  quotes: "Двигайтесь свободно вместе с нами",
  headerMainSpan:
    "Физиотерапевтические ревмо-перчатки – инновационное решение для здоровых суставов",
  headerMainH3: "Избавьтесь от боли и воспаления!",
  headerMainP:
    "Физиотерапевтические ревмо-перчатки – это инновационное решение для лечения ревматоидного артрита, остеоартрита и болезни Рейно. Они защищают суставы, улучшают кровообращение и уменьшают боль!",
  headerMainBtn: "ПОДРОБНЕЕ",
  headerMainH31: "Почему именно Revmo-перчатки?",
  headerMainP1:
    "✅ Специальная термосберегающая ткань – воздухопроницаемый нейлоновый материал создает комфорт.\n✅ Ультразвуковая терапия – глубоко прогревает суставы через электроды и уменьшает боль.\n✅ Улучшает кровообращение – предотвращает спазмы мелких сосудов.\n✅ Снижает отёчность и покраснение – улучшает микроциркуляцию, уменьшает воспалительные процессы.\n✅ Удобен для повседневного использования – подходит людям любого возраста и профессии.",
  mainTopH3: "Физиотерапевтические ревмо-перчатки",
  mainTopP1:
    "Физиотерапевтические ревмо-перчатки – это инновационная разработка в области ревматологии, предназначенная для лечения ревматоидного артрита, остеоартрита и болезни Рейно, которые сопровождаются болями в суставах рук. Эти перчатки обладают согревающим, противовоспалительным, микроциркуляционным и обезболивающим эффектом. Ткань перчаток – нейлон, обладающий воздухопроницаемыми, эластичными и теплоудерживающими свойствами. В области проксимальных и фаланговых суставов встроены ультразвуковые электроды, которые, благодаря ультразвуковым колебаниям, способствуют улучшению кровообращения, уменьшению отеков, покраснения и боли, а также предотвращают патологические процессы.",
  mainTopP2: "",
  mainTopP3: "",
  mainTopP4:
    "Нужна помощь или хотите оформить оптовый заказ для всей команды? Свяжитесь с нами, и мы поможем вам уже сегодня!",
  mainTopBtn: "КУПИТЬ",
  mainProductH1: "Ознакомьтесь с нашей продукцией",
  mainProductBtn: "КАТАЛОГ ПРОДУКЦИИ",
  footerH31: "Контакты",
  footerH32: "Адрес",
  footerH33: "О нас",
  footerPhone: "Тел: ",
  footerPosition: "Главный менеджер: ",
  footerPosition2: "Менеджер: ",
  footerEmail: "Эл. почта: ",
  footerAbout: "Всё о нас",

  // Перевод для перчаток
  gloves: {
    nitrile: {
      name: "Нитриловые перчатки",
      description:
        "Отличная альтернатива для людей с аллергией на латекс. Обеспечивают защиту от химических веществ и проколов.",
    },
    latex: {
      name: "Латексные перчатки",
      description:
        "Изготовлены из натурального каучука. Очень эластичные и удобные.",
    },
    vinyl: {
      name: "Виниловые перчатки",
      description:
        "Сделаны из синтетического материала. Более доступные по цене, но менее прочные.",
    },
  },
};

export default translationsRu;
